Table of Contents
 Enum ResultLocalSystemType
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Type of local system of result
[Obfuscation(Feature = "renaming")]
public enum ResultLocalSystemType
Fields
Global = 1
Global system X, Y, Z
Local = 0
Local system x,y,z
Principle = 2
Principal system x, u, v
Fields
 Name |  Description
 Global = 1
Global system X, Y, Z
 Local = 0
Local system x,y,z
 Principle = 2
Principal system x, u, v
 Edit this page